# Opacity

## Description
Sets the active opacity.

```pascal
PROCEDURE Opacity(opacity : INTEGER);
```

```python
def vs.Opacity(opacity):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|opacity|INTEGER|   |

## Version
Availability: from VectorWorks13.0

## Category
* Document Attributes